Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 입으면 되지 않네?
en: I’ll wear it, happy?

source: 중국어) 뭐야!
en: what?!

source: 그렇지 않으면 내가 그 에미나이를 지켜줄 명분이 없어
en: otherwise, I got no reason to protect that girl of yours.

source: 충격만 줄여주는 용도고, 재수 없으면 기절도 하지
en: it only reduces the pressure. so you’ll pass out if you’re unlucky.

source: 여긴 사유지예요!!
en: this is a private property!

source: 대표님?!
en: sir?!

source: ….예?
en: sir...?

source: 잠깐만..
en: wait a second...

source: 73번
en: hey, 73.

source: .......ㄸ...
en: ...th...

source: 구시렁 구시렁
en: murmur murmur

source: 소리만 치지 말고
en: stop yapping and...

source: 그리고 인간은
en: everyone is the same.

source: 후우~
en: whew!

source: 진심을 다해 사랑하고 있습네다
en: yes, I love him with all of my heart.

source: 위기의 상황에서 보이기 시작하는건
en: ...in times of crisis...

source: ....그래
en: good...

source: 만에 하나 누군가의 방해로 이 작전이 실패하면
en: ...if you fail this mission...

source: 얼굴 보고 이야기 하자우
en: let’s meet face-to-face, and get this over with.

source: 도저히…
en: I can’t...

source: 어지간하면 생포하려 했지만
en: I’ll just tell them I tried my best to capture you alive...

source: 투바바밧
en: zoom

source: 내 눈앞에 남아있는 건
en: ...I realized that nobody put up much of a fight. and against whom?

source: 언제나 강자의 입장이었던
en: but having been the strongest one in his life...

source: 오
en: to

source: 빡!빡!
en: pow pow

source: 쇼하지 말고 일어나
en: stop acting. stand up.

source: 말하지 않았습네까
en: I told you.

source: 수진이가 누구야?
en: who’s that?

source: 오~ 뭐야
en: oh, look at him.

source: 있었다
en: ...waiting for me.

source: 주영건설 1지부 기획팀
en: planning team, juyoung construction.

source: 따라 나오라우
en: come, we’ll take it outside.

source: 민간인과 접촉은
en: I thought I made it clear...

source: 마음도 얼마나 예쁜지
en: and so kind-hearted.

source: 우당탕탕
en: crash

source: 아, 그래 원터치 하는 중이었지
en: right. we were playing a game. I almost forgot.

source: 빵긋
en: grin

source: 으응, 못 써 이거
en: yeah, you can’t use it.

source: 작전만 듣고 바로 온건데???
en: I thought you guys had an emergency?

source: 이새끼들 지금 장난 아니라니까?
en: these bastards are no joke.

source: 완전 독종이구만 기래…!
en: you’re one tough bastard, eh?!

source: 김…
en: kim...

source: 이름 말해보라
en: tell me your name.

source: 기본기만 충실해도 상대를 압도하는 무술
en: ...an austere martial art. you don’t need fancy techniques to subdue your opponent. the basics are enough.

source: 너희도 죽지 말고 살아남아라!
en: so you two make it out alive as well, and don’t die!

source: 북한 침투조 '백두산'
en: infiltration squad to north korea baekdu mountain

source: 제리 지구 폭격 방어 임무 및 민간인 보호 작전
en: strike defense mission at zeri strip and protection of civilians.

source: 혜리를 많이 사랑하시나 봐요
en: you must love hyeri a lot.

source: 민지야 괜찮아!
en: minji, it’s all right!

source: 오랜만에 호기로운 청년이구만!
en: a gutsy young man, finally!

source: 까르르르
en: chuckle

source: 1306호는 다른분이 예약하셨네요
en: 1306 is already occupied.

source: …뭐라고?
en: what?

source: 안그래?
en: don’t you think?

source: 집에 가자..
en: time to go home.

source: 하지만 아녀자가 어찌 사랑하는 사람의 짐이 되고 싶겠습네까
en: but no woman wishes to be a burden to her beloved man.

source: 삐비비빅
en: be-beep beep

source: 무턱대고 따질게 아니라
en: ...instead of confronting me like this like a rash fool.

source: 여자애 얼굴 확인하고 따로 빼세요
en: check the girl and take her out.

source: 자연스럽게 빠져나가
en: ...and slowly move out.

source: 안그래도 그런 것들 떄문에 고민이 이만저만이 아니에요~
en: my goodness. this change is making me really worried about my daughter’s future.

source: 차관
en: deputy minister

source: 꾸구구국..
en: creeaak

source: 너는 보위국이 우습네?
en: you think state security bureau is a joke?

source: 일반 레벨이 아니다
en: he’s not an ordinary man.

source: 내가 기본기 생각을 안했네
en: I forgot about the basics.

source: 49건이야
en: ...is 49 cases.

source: 특별히 신경 좀 써봤는데
en: so I prepared a trap of my own.

source: 얼른!!!!
en: now!!

source: 이게 왜…
en: what is wrong--

source: …글쎄요
en: I’m not sure...

source: 투두두두두두
en: chuff chuff chuff

source: 그렇지?
en: yes?

source: 너희 차관 목 날아가는거 보기 싫으면
en: unless you wish to drive a bullet into your deputy minister’s head.

source: 어어어 깊어 어어
en: yes, yes. it’s inside my pocket. deeper.

source: 민지 왔니?
en: minji, are you home?

source: 옮기자
en: let’s transfer him.

source: 아… 아아..?
en: ah..?

source: 그, 그그그, 그만!!!
en: s-stop!! stop!!

source: 수상하다고 생각하고 보안을 늘릴거야
en: they’re increasing the security staff because they can sense that something’s wrong.

source: 김중사!!
en: sergeant kim!!

source: 다만
en: to that end...

source: 꺄아악!!
en: ahhhhh!!

source: 결정적인 증거는 없지만 명심해
en: we may not have a smoking gun, but remember.

source: 소속:???
en: works at: ???

source: 자네들도 김X일 암살하려고 한 거 다 알고 있는디?
en: I know that you ordered the assassination of *il kim.

source: 곧 하얼빈에 도착한다는 첩보를 입수했다
en: ...we recently received an intel that he’ll be arriving at harbin soon.

source: 만길아
en: mangil.

source: 지겨웠다
en: I was sick of everything.

source: 의미가 없다니?
en: pointless?

source: 우와아아아아!!!
en: woahhhhh!!

source: 사랑의 인연
en: a loving couple.

source: 중앙 통제실 보안을 모두 풀고 도주 중
en: the infiltrators have compromised the security and are on the run.

source: 꼭두각시를 사랑한 내가 비참해서였을까
en: did I save her because I felt bad for myself for falling in love with the puppet?

source: 이틀 후에 다른 배 타고 들어가
en: so she’ll take another ship two days later.

source: 너 같은 자식들이야
en: ...it’s people like you.

source: 성한수와 함께 쫓아갔습니다
en: ...went after the vehicle with hansu seong.

source: 아직 자네는…
en: you are still...

source: 난날 민족별
en: Birthdate Nationality

source: 못 가!!!
en: I won’t go!!!

source: 자네같은 환경의 사람들도
en: surely, people like you from the low brass of the class...

source: …좋아 합격
en: good... pass.

source: 누군가에게 들려지는 중이다
en: ...being lifted by someone else.

source: 아, 주강찬 대표님
en: oh, chairman ju.

source: 파바바밧
en: swish

source: 이건 안 돼
en: this can’t be.

source: 저 옹고집에 사회 부적응자가
en: you’re father is a stubborn man with anti-social streaks.

source: 그건..!
en: that’s--

source: 달칵
en: click

source: 기억이 돌아왔어?
en: are memories coming back to you?

source: 내래 무슨..
en: what the--

source: …나도 몰라
en: I don’t know...

source: 이제 집에 가자
en: it’s time to go home.

source: 무… 무슨..?
en: wh-what’re you saying...?

source: 그녀를 다시 만난 대가로 받게 된 벌은
en: the punishment I received from meeting her...

source: 대한민국에서는 주먹이 다가 아니야
en: wake up, you idiot. south korea isn’t governed by physically strong men.

source: 아니 그럴 필요 없다
en: no, never mind.

source: 낭만
en: for romantic reasons.

source: 번호로 불러라
en: call me by my number.

source: 정작 실속있는 기본기는 보이지 않더군요
en: ...I can’t find in you what truly matters: the basic skills.

source: 야..{j}야이 자식아!
en: he-hey!{j}

source: ….대표님
en: sir...

source: 그게 진짜야?!
en: what? are you sure?

source: 무슨 일을 해도 덮어주고 싶을 만큼
en: enough to cover up anything bad she does.

source: 도착한 것 같습니다
en: it looks like they’re here.

source: 문태범
en: security state bureau

source: 똑ㅂ로…
en: stand stra--

source: 지독한 전쟁광에다가 핵개발주의자라서 계속 지켜보고 있었는데
en: we’ve been keeping tabs on him because he’s a serious war maniac who espouses nuclear weapon developments...

source: 왜 묶여있어?!!
en: why am I tied up?!

source: 쟤는 명분이 부족혀, 명분이..
en: I don’t have enough justification for her, not enough.

source: 이제 더 이상 가게에 술이 없습니다
en: we ran out of booze.

source: 뭐야, 코드 66이냐?
en: it’s you, code 66.

source: 동감이야
en: I’m with you, man.

source: 그 계좌로 보내부러-
en: send the money to that account.

source: 번쩍
en: jolt

source: 죄송합니다..
en: I’m sorry, sir.

source: 아… 아직… 더 마실 수 있…
en: I-I can... still drink... now...

source: …날 알고 있었나?
en: you know me?

source: 붕붕
en: swish swoosh

source: 야 73번
en: hey, 73.

source: 그 놈들을 잡을 것 같단 말이지
en: ...we’d have the chance to capture them.

source: 아빠는 나를 모른다고 생각했는데
en: I always thought that he didn’t know me, but...

source: 흥!
en: hmph!

source: 받아
en: take it.

source: 쉬익
en: pshh

source: 훈련은 고됐다
en: the training was tough.

source: 어떻게 미워해요
en: ...when he just said all those things?

source: 안추워?
en: it’s cold out here.

source: 영장 발부가..
en: our request for a warrant has been...

source: 코드 66의 '공식적인' 북한군 사살 건수만
en: the official count of his involvement in the killing of north koreans...

source: ….아직 11시인데?
en: you here already? it’s just 11 at night.

source: 우오오오옷!
en: no, no, no!!

source: 네가 규칙 정해
en: you set the rules.

source: 진짜 있었나 보네
en: there really was someone. oops.

source: 무슨 일이 있어도 지킨다
en: I’ll protect her come hell or high water.

source: 당분간은 좀 사려야 하지 않겠네?
en: ...I think we should stay low for a while, don’t you think?

source: 이상하다
en: that’s strange.

source: 네 말대로
en: as you said...

source: 이번 파견 아주 훌륭했어!
en: another excellent performance in your deployment!

source: 한두 푼일 줄 알았어?
en: when I am vouching for him, right?

source: 예 본부에서 진행할 것 같습니다
en: yes, sir. it looks like things will continue there.

source: 그것도 존ㄴ 유명한
en: and a freaking notorious one, too.

source: 잉?
en: eh?

source: 이제 거의 끝났어!!
en: it’s almost over!

source: …알겠습니다
en: got it, sir...

source: 평화 타령이네?!
en: when you’re this weak?!

source: 덤비게 해야 한다는 걸
en: ...until he wears himself out.

source: 딸 문제를 해결해야 하니까
en: because you have a daughter issue to solve.

source: 이..이자식
en: th-this bastard is...

source: 누가 봐도 수상한 복장을 하고 말이지
en: you’re dressed up in that suspicious outfit.

source: 있어
en: a parent...

source: 김 일 동지가 휴가를 간다는 정보가 입수됐디
en: ...kim will be taking a vacation a week from now.

source: 전역
en: we’ll discharge you.

source: …정말 잘 된 걸까?
en: did everything go well? really...?

source: 타다다다다
en: pow pow

source: 덜덜덜
en: shiver

source: 저 아저씨는…?
en: who is he...?

source: 하나부터 열까지 다 까줄테니까
en: ...I’ll find them out one by one.

source: 전원을 죽이고 나갈 것
en: ...you must kill every single one of the members.

source: 기억?
en: you can’t remember?

source: 조국을 위해
en: there are so many things to do...

source: …이게 어떻게 된 일인지
en: you better properly explain yourself to me right now...

source: 김X일이를 죽인다면 모를까
en: who’s been appointed as the successor in north korea.

source: 자유가 어쩌네 평화가 어쩌네
en: freedom blah blah, peace blah blah.

source: 괜찮습니다 대표님
en: it’s all right, sir.

source: 턱
en: step

source: 그래서 나는 어린 시절
en: so when I was young...

source: 야이씨, 무슨 영화 찍냐?
en: hey, you making a movie or something?

source: 어허!
en: stop!

source: 오히려 잘됐어
en: it’s all for the best.

source: 너도 리응령이 보낸거네?
en: did eungryeong ri send you as well?

source: 키아아아악
en: kyahhhhh!!

source: 빠르게 처리하고
en: we’ll finish up here quick...

source: 빠드드득
en: crack

source: 눈도 뭐...
en: their eyes too...

source: 자, 잠깐…
en: h-hold on...

source: 씰룩
en: smirk

source: 치고 다닌 사고가 스케일이 장난 아니야
en: what he’s been doing these days isn’t a laughing matter.

source: 그런데 어쩌냐?
en: but too bad.

source: 잠깐만요!!
en: hold on!!

source: 절권도?!!
en: was that jeet kune do?!

source: 여기야!
en: right here!

source: 락의 역사는 후퇴한다!
en: ...the history of rock regresses!

source: 내 밑에서 일하게
en: come work for me.

source: 그래도 고맙다
en: but hey, thank you.

source: 같은 딸 키우는 입장으로
en: I ask your forgiveness...

source: 실전에서도?
en: even in real life?

source: 뚜벅
en: step

source: 그걸 생각한 게 아닌데?
en: but that’s not what I thought in my head.

source: 갑자기 상황 걸려서 못 쌀 뻔했네..
en: I almost shit in my pants because of this emergency...

source: 이것 밖에 없어
en: ...you can do at this moment.

source: 누가 더 극성 학부모인지
en: ...who’s the bigger helicopter parent between the two of us.

source: 약속대로 외출이나 좀 챙겨주시죠
en: let me go out just like you promised.

source: 그런건…
en: that’s--

source: 네가 덜컥 걸려들면 어떡해~
en: look how you’ve fallen right into it.

source: 그리고 두 번째
en: second.

source: 애들 싸움이다?
en: ...because you kids had a fight?

source: 좀 냅두라고!!
en: leave them alone!!

source: 정신 차려!!
en: wake up!!

source: 버둥
en: jerk

source: 남자라면
en: everyone man must have...

source: 상황A
en: situation a

source: 나는 어느새 이 녀석을 형제처럼 여기고 있었다
en: ...I found myself considering him my brother.

source: 주변 인원 통제하고 공안에는 따로 연락하라
en: control the people around the area, and contact the police separately.

source: 특수 임무국이면 직책이 어디쯤인가?
en: nsmb? what position do you hold there?

source: 굴욕감인가…
en: ...what humiliation feels like...?

source: 다른 차량에 있는 놈들도 좀 배워야 하는데
en: the others in the vehicle should learn from you.

source: 강국철!!!!
en: gookcheol kang!!!

source: … 10년 동안 연락이 안되다가 갑자기 무슨 일이십니까
en: what brings you to call me after being unreachable for ten years...?

source: 첫 번째는 병사 시절,
en: first was when he was still new in the military.

source: 무슨 대화를 하는거지...
en: what’s going on over there...?

source: 남한에서도 받지 못한 명령을
en: ...I received the order...

source: 야
en: hey.

source: 막내아들에게 화려함보다는
en: since I have to teach my son that basic skills matter more than...

source: 우리가 비록 이렇게 만났지만…
en: though we got off on the wrong foot.

source: 단 한 번도 그녀를 만나지 못했다
en: I never saw her ever since.

source: 이미 죽은 뒤 화장까지 끝마친 상태입니다
en: he passed away, and we already cremated him.

source: 네 개소리는 지옥에서 마저 들을게
en: I’ll hear the rest of your bullshit in hell.

source: 그 녀석 성격 나도 잘 알지
en: I know how she can be.

source: 무기 내려!!!
en: put your weapons down!!

source: 추격 남기고 가는거 찝찝했는데
en: I didn’t feel good about leaving you all here to tail us.

source: 주차장 쪽 벽이 터졌습니다!
en: the explosion came from the parking lot wall!

source: 서 실장
en: seo.

source: 겨우 딸 문제로 코드 66이 움직였다는건가?
en: ...code 66 decided to come out of hiding over this menial, petty matter, over his daughter?

source: 명령 불복종이야!
en: ...will be charged with insubordination!

source: 하룻밤 만난 여자 같은 표현..
en: one-night stand girl...

source: 피하라고 말했을텐데
en: no contact with civilians.

source: 자식은 사랑할텐데 말이야
en: ...must love your child as much as I do mine.

source: 휘잉
en: whoosh

source: 코드네임 66
en: code name 66

source: 빠르게 처리하고 간다
en: we finish up here quick.

source: 밖의 대기조와 합류하겠다
en: we’ll join the team outside.

source: 갑자기!!!!
en: how dare you!

source: 어제요?
en: yesterday?

source: 침몰했다
en: ...collapsed.

source: 신참이라 빠릿빠릿 하네
en: he should. he’s just a newbie.

source: 어...
en: eh?

source: 그래봤자 하룻밤 만난 여자라며, 응?!
en: you said you spent one night with that woman!

source: 다 같이 당을 위해 살았던 사람 아니겠네?
en: all lived for the party just the same, isn’t that correct?

source: 얼핏 느꼈다
en: ...faintly realized something.

source: 말도 안되는 상황이다
en: this can’t be happening.

source: …연락 드리겠습니다
en: I’ll call you soon...

source: 쳐!
en: hit me!

source: 네가 이럴수록 상황만 더 악화돼!
en: if you keep acting this way, things will only get worse! hey!!

source: 그리고 인간은 너무 행복하면
en: there is a saying that humans become anxious...

source: 참 웃기지 않니?
en: it’s so funny, isn’t it?

source: 특임국이고 뭐고 다 쑤시고 들어오는 것 봐
en: look how they infiltrated our building. it doesn’t matter that we’re the special ops.

source: 밥 먹자!
en: let’s eat!

source: 철커덩
en: clunk

source: .....알았다
en: all right...

source: 리응령은 너와 저 계집을 이용해서 쿠데타를 계획했고
en: ...eungryeong ri used you and that girl to start a coup, but...

source: 그래도 어찌저찌 잘 풀렸잖아
en: don’t worry. things went pretty well.

source: …푸흡!
en: pfft!

source: 네~ 맛있게 드세요!
en: enjoy your meal!

source: 이번에 북한 후계자로 지명된
en: it could be different if you kill *il kim...

source: 락..
en: rock...

source: …소리 낮추라 73번
en: lower your voice, 73...

source: 코드 66이 대수라ㄱ....
en: who cares about that nobody code 66...

source: 그래~
en: okay.

source: 저건….
en: he’s just...

source: 아, 그리고 성한수 관련으로는...
en: and as for hansu seong...

source: 인간은 죽음을 맞이하기 직전
en: but humans experience a strange slowing of time...

source: 임무를 시작하겠다
en: we’re good to go.

source: 목적만 달성하면 됐지
en: what matters for you two is that he dies.

source: 슬쩍
en: swish

source: 아니면 뭐,
en: or, if you want...

source: 구..{j}군인들이...
en: th-the soldiers are--{j}

source: 잊기는,
en: forget you?

source: ….좋디
en: good...

source: 피도 나고, 아플 건 다 아파
en: you’ll still bleed, and it’ll hurt.

source: 네가 그럴수록 상황만 더 악화돼, 인마!!!
en: if you keep acting this way, things will only get worse! hey!!

source: 아빠...?
en: dad?

source: 척척
en: step step

source: 비슷하게는 오늘 내로 가능한디
en: I can do something close to that within the day.

source: 글쎄..
en: I don’t know...

source: 쥐 죽은 듯 숨어 살라고
en: stay low and never resurface.

source: …......왜 그러셨습니까?
en: why did you do it...?

source: 남조선에서 보낸게 밝혀지면..
en: once you’re found to have been sent from south--

source: 정문으로 나갈거야
en: we’ll leave through the main entrance.

source: 아따, 멋있네잉~ 성선수
en: dang, you’re the man, seong.

source: 생각보다 조금 더 만만치 않았지만
en: although it was tougher than I’d thought.

source: 주강찬의 자존심까지 완전히 짓밟는 중이다
en: ...crushing every bit of ju’s pride into pieces.

source: ......하
en: ha...

source: ...야 김중사
en: kim...

source: 무엇이든지 되어주세요
en: ...be anything.

source: 미안해
en: I’m sorry, minji.

source: 뭐 큰일이라도 났다고…
en: it’s no big deal...

source: 뭣 좀 하나 부탁할라고
en: I just have a favor to ask.

source: 왜요?!
en: why?!

source: 이 놈을 이용하면 충분히 만들 수 있을 것 같은디
en: this dude’s the one you needed to form the unit.

source: 밖에 있는 애들한테 말해
en: tell the others outside.

source: 야!!
en: hey!!

source: 어라?
en: huh?

source: 근데 이게 우리도 골치 아프거든
en: you see, we’re in dire straits because of him.

source: 그게..
en: uhm...

source: 다치기는..
en: no, I won’t.

source: 헌신적인 사랑,
en: ...devoted love.

source: 노래 꺼라
en: turn off the music.

source: 개소리 말라
en: bullshit.

source: 추욱
en: slide

source: 그리고 그 에미나이도
en: ...and your girl.

source: 어차피 순서 차이...
en: the paperwork can come later--

source: 와 끝까지 말 무시하네
en: seriously? not even a single response?

source: 내가 북한에서도 유명했었나?
en: I didn’t know I was famous in north korea as well.

source: 국장님!!!!
en: sir!!

source: 둘
en: two.

source: 너도 알다시피 이 군대라는..
en: you should know probably by now that...

source: 뚝뚝
en: drip

source: 평화의 상징인 피스와
en: the gesture of harmony, the ily sign is under attack...

source: ….그리고
en: oh...

source: 신고할 생각이었으면 애초에 들여보내주지도 않았겠지
en: if you planned on reporting... you wouldn’t have let us in in the first place.

source: 아빠가 최고라고?
en: daddy is the best?

source: 평견씨!
en: pyunggyeon?

source: 두고 봐
en: just wait and see.

source: 셰셰
en: xie xie

source: 특수임무국
en: NSMB

source: 으응…
en: I’m fine...

source: 잘 안 들려!
en: I can’t hear you!

source: 혜리 친구여서 고민 좀 했다만
en: I was hesitant for a second because you are hyeri’s friend,

source: 김씨였다는 것밖에는…
en: except that my last name is kim...

source: 최소한 인간이라면..
en: at least if you were a human...

source: 살려주세요!!
en: don’t kill me!!

source: 큭큭큭큭
en: hahahaha!

source: 그동안 네가 최고인 줄 알고 살았지?
en: you thought you were at the very top of the pyramid, didn’t you?

source: 이쪽이야!
en: right here!

source: 아빠들 뒤에 붙어있어
en: stay behind your dad.

source: 이 마을은 터가 좋아
en: since the village sat on an abundant land...

source: 아까 어디 특수부대냐고 물었지?
en: you asked what special force unit I belonged to, right?

source: 당에 대한 충성심은 확인했으니 너무 걱정 말라
en: now that I’ve confirmed your loyalty to the party, don’t worry.

source: 돈, 과거 신분 등등
en: money, identity, etc.

source: 후비적 후비적
en: pick

source: 누군데?
en: who is it?

source: 알고 있으면 투항하라
en: if you can read the room, surrender.

source: 현재 강원도 별장 앞에 왔다
en: we’re in front of the mansion in gangwon province.

source: 들어오면서 잠깐…
en: I caught a glimpse of someone like that outside...

source: 야, 야 너 설마 그걸…
en: hey, hey. you’re not going to tell her that, right?

source: 레바논 접경지역 게릴라전 임무 수행
en: guerilla mission in the borders of lebanon.

source: 처덕 처덕
en: dab dab

source: 붕
en: swoosh

source: 잠깐만요!
en: stop it!

source: 주영건설 알지?
en: have you heard of juyoung construction?

source: 엇차
en: jolt

source: 현실은 영화와는 다르다는건 알아야지
en: ...but you should realize that reality is not a movie.

source: 상위 5%를 제외하면' 어차피 국내 레벨
en: ...except for the top 5%, he’s only good at a domestic level.

source: 태권소년
en: wasn’t that clear enough, taekwondo boy?

source: 안그러면...
en: or else...

source: 덮쳐!!!
en: attack them!!

source: 이거 미제인데
en: want me to kick some sense into you?

source: 방금 북파 공작조 출발했습니다
en: the anti-north korean agents departed just now·

source: 내 아무리 중좌까지 달았어도
en: I was a lieutenant colonel back then,

source: 미안한 마음이니 요 며칠 푹 쉬다 가라우
en: it’s not like I don’t feel guilty for what happened. take a rest for a few days.

source: 뭐라구요?
en: what?

source: 들리냐?
en: can you hear me?

source: 기억 잃은 척까지 하는 걸 보니
en: but when I saw you putting on this act,

source: 마재호(55)
en: jaeho ma (55)

source: 저 새끼는 또 뭐야???????
en: and what on earth is that???

source: 매 분기마다 전쟁이라도 했나??
en: did he fight in wars every quarter?

source: 너희 인민들에게
en: I’ll make sure to dazzle you people...

source: … 갑자기 호칭을 올리는구만?
en: you’re calling me a sir all of a sudden.

source: 상관 없다
en: I don’t care.

source: 큽!
en: argh!

source: 잠깐만….
en: wait...

source: 저항의 상징인 긴 머리가 모욕받고 있다고!
en: not to mention the long hair, which is the sign of resistance!

source: 순대국밥?
en: a blood sausage soup?

source: 상대는 고작 3명이야
en: there’s only three of them.

source: 오오!
en: yes!

source: 그 에미나이는 꼭두각시다
en: that girl’s just a puppet.

source: 드드드득
en: crack

source: 너 이 새끼...
en: you bastard...

source: 여자
en: woman.

source: 여기 전당포 아니야?
en: after all, I’m in a pawnshop, right?

source: 기형아,
en: gihyeong,

source: 그리고 혹은
en: we also call them...

source: 내일도 하고 모레도 해요!
en: we’re even open tomorrow and the day after that!

source: 남 실장에게만 현재 위치 알려줬습니다
en: ...only nam knows where we are.

source: 또 무슨 작당을 했는지 말하라, 남조선새끼야!
en: tell me what you were up to down there, now!!

source: …그 남자와 사랑하는 사이 아니었나?
en: I thought you were in love with him?

source: 예에?!
en: sir? what do you mean?!

source: 나와 '결'이 같은거다!
en: he and I share the same “nature”!

source: 막무가내로 들어오고, 문을 발로 차고, 다 좋은데
en: I’m fine with you barging in on us like this and kicking the door down, but...

source: 남실장이 연락두절이길래
en: when manager nam lost his communication with us,

source: 너무 걱정…
en: you don’t have to worry too--

source: 그게...
en: uhm...

source: ….간나 새끼
en: piece of shit...

source: 이 자식이 보자보자 하니까...
en: I’ve let you off the hook too many times, haven’t I...?

source: 텅텅텅텅
en: smash

source: 정말 죄송합니다..
en: I sincerely apologize--

source: 이 녀석은…
en: ...this guy’s radius is...

source: 튀어!!
en: hurry!!

source: 정신 똑바로 차려!
en: so get your shit together and focus!

source: 작전을 실행한다
en: ...at two in the morning.

source: ….성선수 아무리 그래도…
en: seong, but still--

source: 어때, 긴장되지 않네?
en: how do you feel? aren’t you getting nervous?

source: 빠드드득!
en: grit

source: 이건..
en: this is--

source: 알간?
en: got that?

source: 보안이 다 풀렸다…
en: we got compromised.

source: ..기억하겠다는 마음
en: your resolution to remember...

source: 어엉?
en: huh?

source: 너는 아직 연기조가 뭔지 모르디?
en: don’t you get what the actor group is for?

source: 그중에서도 AKL 출신은
en: so it went without saying that the former akl’s ability to make decisions was...

source: 완전히 막지는 못해
en: not completely.

source: 같은 층을 쓰면 위험하니
en: since it’s risky to use the rooms on the same floor...

source: 오늘 신기한 경험 하게 해주는구나 기래
en: you’re giving me a treat today.

source: 콰 앙 !!
en: bang

source: 기다렸지?
en: have you been waiting long?

source: 찍었습니다 대표님
en: sir, we got the photo.

source: 그랬다면 더욱 용서가 안 돼
en: if that’s the real reason, I can’t forgive him all the more.

source: 쉬이익
en: swoosh

source: ….알겠습네다
en: yes, sir...

source: 같은!
en: ...you!!

source: 부들부들
en: tremble

source: 피식
en: scoff

source: 아무래도 후계자 관련해서 예민하니 당분간 거기서 조용히 머물 모양이야
en: it looks like he wants to stay low because the heir issue has become such a hot topic.

source: …미안해요
en: I’m sorry...

source: 손 머리 위로 올리고 무릎 꿇어!!
en: hands in the air, and get on your knees!

source: 2년 후
en: two years later.

source: 차관님 연락입니다!!
en: it’s the deputy minister!

source: 거기 누구…
en: who are--

source: 움찔!
en: flinch

source: 저건...?
en: is that...?

source: 반달차기
en: crescent kick.

source: 하나 더
en: ...I set up another backup plan.

source: 대기하고 있어!
en: don’t go anywhere, and stay still!

source: I LOVE 우리 딸
en: I love my daughter

source: 첫 번째 돈 없이 부탁하는 놈
en: one, someone who comes here without any money.

source: 올림픽 태권도 스타 아니여?
en: the taekwondo star of the olympics.

source: 좋아!!
en: good!

source: 끼이익!
en: screech

source: 그랬다간 이번 일의 해결은 커녕
en: because as you know, punching me won’t solve anything.

source: 아~ 이상하네
en: huh, that’s weird.

source: 조평견 선생님
en: Pyunggyeon Cho

source: 지금 내가
en: you see...

source: 시켜주라고...
en: do what he wants...

source: 너무 유명해서 막 해외에서 노리고 있거든?
en: his name is so well known, even outside the country, that all forces are after him.
